import Accordion from 'react-bootstrap/Accordion';

function Services() {
    return (
        <div className="wrapper">
            <div className="headers">
                <hr className="invisibleHr"/>
                <div className="wrapper-content-inner pt-2 pb-2">
                    <h2><span style={{fontFamily: "Raleway"}}></span></h2>
                </div>
                <hr className="invisibleHrBottom"/>
            </div>
            <div className="wrapper-content-inner pt-4">
                <Accordion defaultActiveKey="0">
                    <Accordion.Item eventKey="0">
                        <Accordion.Header>E-mail канал</Accordion.Header>
                        <Accordion.Body>
                            Овој канал им овозможува на банките, на своите коминтенти да им понудат информации поврзани
                            со нивните сметки или информации за кампањите и останатите сервиси на банката преку EMAIL
                            пораки. Со користење на овој канал коминтентот може да добива EMAIL порака за секој прилив
                            и/или одлив на својата сметка, а може да закаже неколкупати во текот на денот да ја добива
                            состојбата на својата сметка, може да добие извод за трансакциска сметка или фактура за
                            својата кредитна картичка. Коминтентот може да избере дали сака пораките да ги добива
                            криптирани или не и може да ги чита преку Microsoft EMAIL клиентските алликации. Доколку
                            сака да ги добива во криптиран формат мора да користи smart card или usb токен каде се
                            меморирани јавниот и тајниот клуч на коминтентот. Со помош на своите клучеви ќе изврши
                            декриптирање на криптираните EMAIL пораки и ќе обезбеди заштита на информациите содржани во
                            пораките.
                        </Accordion.Body>
                    </Accordion.Item>
                    <Accordion.Item eventKey="1">
                        <Accordion.Header>Asseba fxWeb 3.0</Accordion.Header>
                        <Accordion.Body>

                            <div>

                                <p>Aseba fxWeb 3.0 претставуа новата генерација на web платформата за
                                    електронско банкарство
                                    е направена во најсовремена Microsoft развојна технологија, при тоа
                                    имплементирајќи ги
                                    последните безбедносни стандарди. Истата е тестирана од независна, странска
                                    сигурносна
                                    компанија и доби највисоки позитивни сигурносни оценки.</p>

                                <p className="font-weight-bold">Технолошки предости:</p>

                                <ul>
                                    <li>Internet Browser independent. iBanking web решението може да се користи
                                        преку сите
                                        денеска најзастапени интернет преслитувачи: Microsoft Edge, Mozilla
                                        Firefox,
                                        Google Chrome, Safari.
                                    </li>
                                    <li>OS Independent – Овозможува користење на решението и од Windows i Linux
                                        платформи.
                                    </li>
                                    <li>Не бара инсталација на ActiveX Компоненти. Користењето на дигиталните
                                        сертификати за
                                        сигурноста автентикација и авторизација на налозите, конкретно работата
                                        со
                                        криптографските функции е сместено во Java applet.
                                    </li>
                                    <li>Кориснички ориентиран, олеснета навигација
                                    </li>
                                </ul>

                                <p className="font-weight-bold">Функционални предности:</p>

                                <ul>
                                    <li>
                                        Поддржани се сите постоечки инструменти за плаќање ПП30, ПП50, ПП53
                                    </li>
                                    <li>
                                        <ul>
                                            <li>Можност за импорт на налози од txt датотека
                                            </li>
                                            <li>
                                                Користење на услугата од страна на клиентите со можност за
                                                дефинирање на
                                                повеќе рољи за работа:
                                            </li>
                                            <li>
                                                <ul>
                                                    <li>Право само на снимање на налозите, со можност истите
                                                        потоа да бидат
                                                        потпишани од страна на овластените користници со
                                                        дигитален
                                                        сертификат.
                                                    </li>
                                                </ul>
                                            </li>
                                            <li>
                                                Повеќенивовски привилегии за потпис:
                                            </li>
                                            <li>
                                                <ul>
                                                    <li>поединечно потпишување
                                                    </li>
                                                    <li>двојно потпишување
                                                    </li>
                                                    <li>групно потпишување
                                                    </li>
                                                </ul>
                                            </li>
                                        </ul>
                                    </li>
                                </ul>

                                <div style={{textAlign: "left"}}>
                                    <img src="/images/Services/NlbLoginPage.png"
                                         style={{maxWidth: "75%", maxHeight: "100%", float: "left"}}
                                         className="pr-3" alt="NLB Login Page"/>
                                    {/* eslint-disable-next-line jsx-a11y/anchor-is-valid */}
                                    <a>Исечок од корисничките интерфејси. Изгледот на страната е прилагодлив и
                                        се адаптира
                                        на заштитините бои и логоа на клиентот (Банката). Најавата е возможна со
                                        дигитални
                                        сертификати, сместени на USB PKI медиум или на Smart card, со корисничко
                                        име
                                        и лозинка,како и автентикација и авторизација со мобилен токен(за
                                        физички
                                        лица)s.</a>
                                </div>

                                <div style={{clear: "both"}}></div>

                                <div>
                                    {/* eslint-disable-next-line jsx-a11y/anchor-is-valid */}
                                    <p>За <a className="font-weight-bold">правните</a> лица за најава со токен
                                        со сертификат подребно е да се исталираат :</p>
                                    <ul>
                                        <li>Компонента за токен</li>
                                        <li>Екстензија за вашиот прелистувач</li>
                                        <li><a href="/Downloads/Assee/aseba-crypto-signer-1.0.1.15.msi">Компонента
                                            за подпишување</a></li>
                                    </ul>
                                    <p>Компонента за токен може да ја најдете на "Упатство за инсатлација на
                                        компонента за токен"</p>
                                    <img src="/images/Services/nlbproToken.png" style={{width: "100%"}} alt="NLB Pro Token"/>
                                    <p>Со кликање на копчето "Најава со токен со сертификат" доколку ги немате
                                        инсталирано потребните компоненти ви се отвара прозорец со можност
                                        истите да ги превземете</p>
                                    <img src="/images/Services/nlbproklikSertifikat.png"
                                         style={{maxWidth: "100%"}} alt="NLB ProKlik Sertifikat"/>
                                </div>
                                <div>
                                    <p className="font-weight-bold">Страничен панел</p>
                                    <img src="/images/Services/nlbStranicePanel.png" style={{float: "left"}}
                                         className="pr-3" alt="NLB Side Panel"/>
                                </div>

                                <div style={{clear: "both"}}></div>

                                <div className="pt-3">
                                    <p className="font-weight-bold">Контролен панел</p>
                                    <img src="/images/Services/nlbKontrolenPanel.png"
                                         style={{maxWidth: "75%", float: "left"}}
                                         className="pr-3" alt="NLB Controll Panel"/>
                                    <p>Контролниот панел е првата страница на апликацијата што се отвора по
                                        успешната
                                        најава.
                                        На оваа страница се прикажуваат повеќе различни информации за различни
                                        типови
                                        сметки, организирани во т.н. функционални блокови. На овој начин
                                        добивате брз
                                        пристап до информациите што најчесто ги барате и ги користите.<br/>
                                        Вашата банка одредува еден иницијален комплет од функционални блокови,
                                        но Вие можете
                                        да ја персонализирате оваа страница, уредувајќи ја според своите
                                        потреби.
                                    </p>
                                </div>

                                <div style={{clear: "both"}}></div>

                                <div className="pt-5">
                                    <p>Сите извештаи можат да се печатат или download-ираат како pdf или excel
                                        датотеки или
                                        пак директно да се испечатат.</p>
                                    <img className="pb-3" src="/images/Services/nlbSmetki.png"
                                         style={{maxWidth: "100%"}}
                                     alt="NLB Smetki"/>
                                </div>

                                <div>
                                    <p className="mb-0">Истот така може да се пребаруваат налозите со користење
                                        на разни филтри
                                        односно критериуми:</p>
                                    <ul>
                                        <li>датум на валута</li>
                                        <li>насока (приливи/одливи)</li>
                                        <li>по износ</li>
                                        <li>сметка на праќачот</li>
                                        <li>сметка на примач</li>
                                        <li>назив на примачот</li>
                                    </ul>
                                </div>
                                <div>
                                </div>
                            </div>


                        </Accordion.Body>
                    </Accordion.Item>
                    <Accordion.Item eventKey="2">
                        <Accordion.Header>m-Banking канал</Accordion.Header>
                        <Accordion.Body>
                            ASEBSA m-banking решението овозможува брз и сигурен пристап на финансиските информации и
                            сервиси преку мобилните уреди ( повеќе од 1000 мобилни телефони што ја подржуваат оваа
                            услуга, Ј2МЕ мобилни телефони, Blackberry, Windows Mobile,Android, iPhone и iPad ). Може
                            лесно да се интегрира со core banking или internet banking апликациите со што станува
                            глобален и широко достапен канал за доставување на банкарски продукти и сервиси. Тој
                            овозможува уникатно решение независно од производителот на мобилниот телефон и мобилниот
                            оператор , со интегриран мобилен токен за автентикација со што се достигнува висока
                            сигурност и брзо процесирање на трансакции.
                        </Accordion.Body>
                    </Accordion.Item>

                    <Accordion.Item eventKey="3">
                        <Accordion.Header>SMS Канал</Accordion.Header>
                        <Accordion.Body>
                            Овој канал им овозможува на банките, на своите коминтенти да им понудат информации поврзани
                            со нивните сметки или информации за кампањите и останатите сервиси на банката преку
                            испраќање на SMS пораки. Содржината на SMS пораките е прилагоденa на формалните барања на
                            банката. Со користење на овој канал коминтентот може да добива SMS порака за секој прилив
                            и/или одлив на својата сметка, а може да закаже точно време кога во денот сака да добива SMS
                            порака со информација за состојбата на својата сметка. Покрај во закажаното време,
                            корисникот може кога сака во текот на денот да се информира за моменталната состојбата на
                            сметката, едноставно со праќање на порака со содржина СОСТ, банката преку Сервисниот Центар
                            ќе му прати СМС порака со одговор за состојбата на сметка или сметки во банката.
                        </Accordion.Body>
                    </Accordion.Item>
                </Accordion>
            </div>
        </div>
    );
}

export default Services;